{
  "characters": [
    {
      "bangalore": {
        "name": "bangalore",
        "phrase": "Name the weapon--I'll still beat you.",
        "title": "Professional Soldier",
        "story": "Born into a military family where she, her parents, and her four older brothers all served in the IMC Armed Forces, Bangalore has been an exceptional soldier since she was young. She was top of her class at the IMC Military Academy and the only cadet who could take apart a Peacekeeper, equip it with a Precision Choke hop-up, and put it back together in under twenty seconds – blindfolded. Three years ago, Anita and her brother Jackson were ordered to retrieve a mercenary fleet from the Outlands to aid in the IMC’s fight against the Militia. However, their unit lost contact with IMC HQ and were ambushed on arrival. The squad scattered, but Jackson stayed behind to give his sister time to escape. Alone and with no way home, Anita put her training, extensive weapon knowledge, and competitive spirit to work by joining the Apex Games. Now, she fights to raise money for passage back to the IMC home base, where she hopes to reunite with what remains of her family.",
        "realName": "Anita Williams",
        "age": 35,
        "tacticalAbility": "Smoke Launcher",
        "passiveAbility": "Double Time",
        "ultimateAbility": "Rolling Thunder",
        "tacticalDescription": "Fire a high-velocity smoke canister that explodes into a smoke wall on impact.",
        "passiveDescription": "Taking fire while sprinting makes you move faster for a brief time.",
        "ultimateDescription": "Call in an artillery strike that slowly creeps across the landscape.",
        "tacticalImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-tactical-bangalore.png.adapt.crop16x9.652w.png",
        "passiveImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-passive-bangalore.png.adapt.crop16x9.652w.png",
        "ultimateImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-ultimate-bangalore.png.adapt.crop16x9.652w.png"
      },
      "bloodhound": {
        "name": "bloodhound",
        "phrase": "I am the hunter the Gods have sent.",
        "title": "Technological Tracker",
        "story": "Bloodhound is known across the Outlands as one of the greatest game hunters the Frontier has ever seen – and that’s about all anyone knows. Their identity is a mystery wrapped in layers of rumors: they are fabulously wealthy, a bloodthirsty murderer, a Goliath whisperer, a former slave, half bat, and a dozen other things depending on who’s doing the whispering. All anyone truly knows is that Bloodhound is a force to be reckoned with in the Apex Games. Bloodhound’s unparalleled tracking skills are a boon to any team they join, helping them root out hidden opponents and tracking the enemy’s movements. Calling on Earth’s Old Norse Gods to guide them, Bloodhound believes that destiny is a path that has already been laid out, eventually carrying all to their death. But with that knowledge comes strength, because until that day comes, Bloodhound knows they can’t be stopped.",
        "realName": "Unknown",
        "age": "Unknown",
        "tacticalAbility": "Eye of the Allfather",
        "passiveAbility": "Tracker",
        "ultimateAbility": "Beast of the Hunt",
        "tacticalDescription": "Briefly reveal hidden enemies, traps, and clues throughout structures in front of you.",
        "passiveDescription": "See tracks left behind by your foes.",
        "ultimateDescription": "Enhances your senses, allowing you move faster and highlighting your prey.",
        "tacticalImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-tactical-bloodhound.png.adapt.crop16x9.652w.png",
        "passiveImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-passive-bloodhound.png.adapt.crop16x9.652w.png",
        "ultimateImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-ultimate-bloodhound.png.adapt.crop16x9.652w.png"
      },
      "octane": {
        "name": "octane",
        "phrase": "Whoa . . . what a rush!",
        "title": "The Adrenaline Junkie",
        "story": "One day, Octavio Silva was bored. In fact, he was bored most days. Heir to the preoccupied CEOs of Silva Pharmaceuticals and wanting for nothing in life, he entertained himself by performing death-defying stunts and posting holovids of them for his fans to gawk over. So, this day, he decided to set the course record for a nearby Gauntlet by launching himself across the finish line – using a grenade. As he lay in triage hours later, the doctors informed him that the damage done to his legs meant his daredevil days were over. That didn’t sit well with Octavio, who turned to an old friend for help: Ajay Che, who he guilted into forging an order to replace his legs with bionic ones. Suddenly able to repair his limbs at a moment’s notice, Octavio decided petty online stunts weren’t enough: the ultimate adrenaline rush, the Apex Games, was calling. Now, he’s going to become an Apex Champion doing the most incredible, death-defying moves anyone’s ever seen. Maybe in the arena, he won’t be so bored.",
        "realName": "Octavio Silva",
        "age": 24,
        "homeWorld": "Psamathe",
        "tacticalAbility": "Stim",
        "passiveAbility": "Swift Mend",
        "ultimateAbility": "Jump Pad",
        "tacticalDescription": "Move 30% faster for six seconds. Costs health to use.",
        "passiveDescription": "Automatically restores health over time. ",
        "ultimateDescription": "Deploy a jump pad that catapults teammates through the air.",
        "tacticalImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-tactical-octane.png.adapt.crop16x9.652w.png",
        "passiveImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-passive-octane.png.adapt.crop16x9.652w.png",
        "ultimateImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-ultimate-octane.png.adapt.crop16x9.652w.png"
      },
      "mirage": {
        "name": "mirage",
        "phrase": "I don't take myself too seriously. I don't take myself anywhere. I need to get out more.",
        "title": "Holographic Trickster",
        "story": "Mirage is the kind of guy who likes to stand out. The youngest of four brothers, he perfected the art of fooling around to get attention. The one thing he took seriously was Holo-Pilot technology: introduced to the illusion-creating tech by his engineer mother, he poured over the mechanisms and learned all he could about them. Even when his brothers went MIA during the Frontier War, Mirage and his mother continued to develop holo devices, and the work brought them closer. While working as a bartender to make ends meet, Mirage heard amazing stories from his patrons about the Apex Games and the wealth and glory that came with victory. As good as both of those sounded, he knew he couldn’t risk leaving his mother childless – until she gave him a set of customized holo devices and told him to follow his dream. Mirage is now the life of the Apex Games, outwitting opponents and charming audiences across the Outlands.",
        "realName": "Elliott Witt",
        "age": 30,
        "homeWorld": "Solace",
        "tacticalAbility": "Psyche Out",
        "passiveAbility": "Encore!",
        "ultimateAbility": "Vanishing Act",
        "tacticalDescription": "Send out a holographic decoy to confuse the enemy.",
        "passiveDescription": "Automatically drop a decoy and cloak for five seconds when knocked down.",
        "ultimateDescription": "Deploy a team of Decoys to distract enemies while you cloak.",
        "tacticalImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-tactical-mirage.png.adapt.crop16x9.652w.png",
        "passiveImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-passive-mirage.png.adapt.crop16x9.652w.png",
        "ultimateImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-ultimate-mirage.png.adapt.crop16x9.652w.png"
      },
      "gibraltar": {
        "name": "gibraltar",
        "phrase": "Try to move me; it'll be fun.",
        "title": "Shielded Fortress",
        "story": "Gibraltar is a gentle giant with a wild side. The son of two SARAS (Search and Rescue Association of Solace) volunteers, he has always been skilled at getting others out of dangerous situations that are common in the Outlands. However, he only began to understand the value of protecting others when he and his boyfriend stole his father’s motorcycle, took it on a joyride, and got trapped by a deadly mudslide. His parents saved them, and his father lost an arm in the process. Gibraltar has never forgotten that sacrifice and has devoted his life to helping those in need. The Apex Games didn’t change that, but they changed what it meant. Many of Gibraltar’s friends and colleagues have competed in the Games for extra money, fame, and glory over the years, and some never came home. Gibraltar joined to keep them safe and, for the first time, his skills as a rescuer and his rebellious nature worked together. He’s now become an icon in the Apex Games, putting himself in the line of fire to protect his squad and send his opponents running for cover.",
        "realName": "Makoa Gibraltar",
        "age": 30,
        "homeWorld": "Solace",
        "tacticalAbility": "Dome of Protection",
        "passiveAbility": "Gun Shield",
        "ultimateAbility": "Defensive Bombardment",
        "tacticalDescription": "Throw down a dome-shield that blocks attacks for 15 seconds.",
        "passiveDescription": "Aiming down sights deploys a gun shield that blocks incoming fire.",
        "ultimateDescription": "Call in a concentrated mortar strike on a marked position.",
        "tacticalImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-tactical-gibraltar.png.adapt.crop16x9.652w.png",
        "passiveImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-passive-gibraltar.png.adapt.crop16x9.652w.png",
        "ultimateImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-ultimate-gibraltar.png.adapt.crop16x9.652w.png"
      },
      "caustic": {
        "name": "caustic",
        "phrase": "I don't concern myself with the ambitions of insects.",
        "title": "Toxic Trapper",
        "story": "Before there was Caustic, a scientist named Alexander Nox worked at Humbert Labs, the Frontier’s leading manufacturer of pesticide gases. With a glut of pesticides needed to protect the growing Frontier colonies’ crops, Humbert Labs was constantly on the hunt for better and stronger formulas. Nox was one of their brightest scientists and worked day and night developing new gases. But to make sure they worked, he needed to test them on more than just inert tissue: he needed something living. As he toiled in secret, Nox began to see the beauty in his creations and their ability to destroy anything they touched. But the head of Humbert Labs soon discovered his gruesome experiments, and their confrontation ended with the lab in flames and its chief dead. Today, Nox is missing and presumed deceased. Caustic, meanwhile, now finds new test subjects in the Apex Games, where he puts his gaseous creations to work and observes their effects with great interest.",
        "realName": "Alexander Nox",
        "age": 48,
        "tacticalAbility": "Nox Gas Trap",
        "passiveAbility": "Nox Vision",
        "ultimateAbility": "Nox Gas Grenade",
        "tacticalDescription": "Drop canisters that release deadly Nox gas when shot or triggered by enemies.",
        "passiveDescription": "Allows you to see enemies through your gas.",
        "ultimateDescription": "Blankets a large area in Nox gas.",
        "tacticalImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-tactical-caustic.png.adapt.crop16x9.652w.png",
        "passiveImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-passive-caustic.png.adapt.crop16x9.652w.png",
        "ultimateImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-ultimate-caustic.png.adapt.crop16x9.652w.png"
      },
      "lifeline": {
        "name": "lifeline",
        "phrase": "Never quit. That's how you win.",
        "title": "Combat Medic",
        "story": "Ajay Che, aka Lifeline, isn’t someone you would expect to find in the Apex Games. Once the child of wealthy war profiteers, she left home when she learned of the damage her family had caused and enlisted in the Frontier Corps, a humanitarian organization that aids Frontier communities in need. She’s since devoted her life to helping others and joined the Apex Games to fund the Frontier Corps with her winnings. Since no one in the Games is innocent — they all know what they signed up for — and every one of her victories means help for those in need, Lifeline has no problem engaging in the popular bloodsport. Or so she tells herself. She may seem sarcastic and callous, but deep down she wants to help people and make the world a better place. If that means taking a few people down in the process, so be it.",
        "realName": "Ajay Che",
        "age": 24,
        "homeWorld": "Psamathe",
        "tacticalAbility": "D.O.C. Heal Drone",
        "passiveAbility": "Combat Medic",
        "ultimateAbility": "Care Package",
        "tacticalDescription": "Call your Drone of Compassion to automatically heal nearby teammates over time.",
        "passiveDescription": "Revive knocked down teammates faster while protected by a shield wall. Healing items are used 25% faster.",
        "ultimateDescription": "Call in a drop pod full of high-quality defensive gear.",
        "tacticalImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-tactical-lifeline.png.adapt.crop16x9.652w.png",
        "passiveImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-passive-lifeline.png.adapt.crop16x9.652w.png",
        "ultimateImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-ultimate-lifeline.png.adapt.crop16x9.652w.png"
      },
      "pathfinder": {
        "name": "pathfinder",
        "phrase": "Losing isn't fun. That's why I don't do it.",
        "title": "Forward Scout",
        "story": "Pathfinder is the picture of optimism, despite his circumstances. A MRVN (Mobile Robotic Versatile eNtity) modified to specialize in location scouting and surveying, he booted up decades ago in an abandoned laboratory with no idea who created him or why. With only his MRVN designation to hint at his identity, Pathfinder set off in search of his creator. Pathfinder has learned much in his travels since then (like how to make a mean Eastern Leviathan Stew) but hasn’t come any closer to finding his creator. Still, he’s never given up hope, and has joined the Apex Games to gain a following--and hopefully draw the attention of his maker. In the meantime, he remains enthusiastic and helpful, always ready to make new friends (then shoot them).",
        "realName": "MRVN",
        "age": "He really wants to know, too.",
        "homeWorld": "He’s trying to find out!",
        "tacticalAbility": "Grappling Hook",
        "passiveAbility": "Insider Knowledge",
        "ultimateAbility": "Zipline Gun",
        "tacticalDescription": "Grapple to get to out-of-reach places quickly.",
        "passiveDescription": "Scan a survey beacon to reveal the ring’s next location.",
        "ultimateDescription": "Create a zipline for everyone to use.",
        "tacticalImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-tactical-pathfinder.png.adapt.crop16x9.652w.png",
        "passiveImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-passive-pathfinder.png.adapt.crop16x9.652w.png",
        "ultimateImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-ultimate-pathfinder.png.adapt.crop16x9.652w.png"
      },
      "wraith": {
        "name": "wraith",
        "phrase": "There’s a thin line between life and death. You’ll find me there.",
        "title": "Interdimensional Skirmisher",
        "story": "Wraith is a whirlwind fighter, able to execute swift and deadly attacks and manipulate spacetime by opening rifts in the fabric of reality — but she has no idea how she got that way. Years ago, she woke up in an IMC Detention Facility for the Mentally Ill with no memory of her life before. She also began hearing a distant voice whispering in her mind that would keep her awake for days on end. Despite nearly driving her insane, once she started to listen and trust it, the voice helped her harness her newfound power of void manipulation and escape the facility. Determined to uncover her true identity, Wraith began a quest to find out more about the experiments. Many of the old research facilities, however, are buried beneath heavily guarded arenas used for the Apex Games. Now Wraith has joined the competition, and with every match she gets closer to the truth.",
        "realName": "Redacted",
        "age": "Redacted",
        "homeWorld": "Redacted",
        "tacticalAbility": "Into the Void",
        "passiveAbility": "Voices from the Void",
        "ultimateAbility": "Dimensional Rift",
        "tacticalDescription": "Reposition quickly through the safety of void space, avoiding all damage.",
        "passiveDescription": "A voice warns you when danger approaches. As far as you can tell, it’s on your side.",
        "ultimateDescription": "Link two locations with portals for 60 seconds, allowing your entire team to use them.",
        "tacticalImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-tactical-wraith.png.adapt.crop16x9.652w.png",
        "passiveImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-passive-wraith.png.adapt.crop16x9.652w.png",
        "ultimateImg": "https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-ultimate-wraith.png.adapt.crop16x9.652w.png"
      }
    }
  ],
  "photos": [
    { "name": "bangalore", "url": "../assets/bangalore.png", "id": 1 },
    { "name": "bloodhound", "url": "../assets/bloodhound.png", "id": 2 },
    { "name": "octane", "url": "../assets/octane.png", "id": 3 },
    { "name": "mirage", "url": "../assets/mirage.png", "id": 4 },
    { "name": "gibraltar", "url": "../assets/gibraltar.png", "id": 5 },
    { "name": "caustic", "url": "../assets/caustic.png", "id": 6 },
    { "name": "lifeline", "url": "../assets/lifeline.png", "id": 7 },
    { "name": "pathfinder", "url": "../assets/pathfinder.png", "id": 8 },
    { "name": "wraith", "url": "../assets/wraith.png", "id": 9 }
  ]
}
